# Use `brew bundle` to install

# shell
brew 'bash'
brew 'neovim'
brew 'starship'             # cross-shell prompt
brew 'stow'
brew 'tmux'
brew 'zsh'
brew 'zsh-history-substring-search'

# utilities
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'fzf'                  # fuzzy file finder
brew 'gawk'
brew 'gnu-tar'
brew 'jq'
brew 'the_silver_searcher'
brew 'tree'
brew 'watch'
brew 'wget'

# git
brew 'gh'
brew 'git'
brew 'grip'                 # GitHub style Markdown live previews
brew 'hub'
brew 'tig'

# languages
brew 'go'
brew 'lua'
brew 'nvm'

# infrastructure
brew 'awscli'
brew 'tflint'

# networking
brew 'gnupg2'
brew 'mtr'
brew 'netcat'
brew 'nmap'
brew 'pinentry-mac'
brew 'ykman'

# monitoring
brew 'htop'
brew 'mas'
brew 'neofetch'             # system info

# fun
brew 'fortune'
brew 'lolcat'
brew 'nyancat'

# casks
cask '1password'
cask 'firefox'
cask 'font-hack-nerd-font'  # Hack font glyphs
cask 'iterm2'
cask 'raycast'
cask 'reader'               # Readwise Reader
cask 'rectangle'
cask 'spotify'

# apps
mas 'Bear', id: 1091189122
mas 'Cardhop', id: 1290358394
mas 'Fantastical', id: 975937182
mas 'Slack', id: 803453959
mas 'Todoist', id: 585829637
