# Brewfile
# Use `brew bundle` to install

brew 'awscli'
brew 'bash'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'fortune'
brew 'fzf'                 # fuzzy file finder
brew 'git'
brew 'gnupg2'
brew 'gnu-tar'
brew 'go'
brew 'grip'                # GitHub style Markdown live previews
brew 'htop-osx'
brew 'hub'
brew 'jq'
brew 'lolcat'
brew 'lua'
brew 'neofetch'            # system info
brew 'mtr'
brew 'neovim'
brew 'netcat'
brew 'nmap'
brew 'nyancat'
brew 'openssl'
brew 'pinentry-mac'
brew 'tflint'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'ykman'
brew 'zsh'

cask "font-hack-nerd-font" # Hack font glyphs
