############################################
# Brewfile
# https://robots.thoughtbot.com/brewfile-a-gemfile-but-for-homebrew
############################################
# To use, simply run
# > brew tap homebrew/bundle && brew bundle
############################################

tap "homebrew/bundle"
tap "homebrew/core"

brew 'awscli'
brew 'bash'
brew 'coreutils'
brew 'curl'
brew 'dnsmasq'
brew 'fzf'
brew 'git'
brew 'gnupg2'
brew 'htop-osx'
brew 'hub'
brew 'jq'
brew 'lua'
brew 'neovim/neovim/neovim'
brew 'netcat'
brew 'nmap'
brew 'openssl'
brew 'pinentry-mac'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'zsh'
