bash
binutils
bzip2
chromium
chromium-widevine
coreutils
curl
dmenu
docker
docker-compose
file
fzf
git
grep
gzip
htop
i3-gaps
i3status
jq
less
make
neofetch
neovim
net-tools
openssh
rxvt-unicode-cvs-patched-wideglyphs
sed
slack-desktop
spotify
stow
strace
sudo
tar
termite
the_silver_searcher
tig
tmux
ttf-nerd-fonts-hack-complete-git
unzip
wget
which
whois
xclip
yay
zsh
