bc
binutils
chromium
conky
coreutils
cowsay
curl
dmenu
fortune
fzf
grep
gzip
htop
i3-gaps
jq
less
neofetch
neovim
net-tools
pacman
polybar
slack-desktop
spotify
stow
strace
sudo
tar
termite
the_silver_searcher
tig
tmux
ttf-nerd-fonts-hack-complete-git
wget
xterm
zsh
