autocutsel
aws-cli
bash
binutils
bzip2
google-chrome
cava
compton
coreutils
curl
dmenu
docker
docker-compose
dunst
file
fzf
git
gnu-netcat
go
grep
gzip
htop
i3-gaps
i3lock
jq
keybase-bin
less
lsof
make
mailspring
maim
mpv
neofetch
neovim
net-tools
openssh
peek
playerctl
polybar
rxvt-unicode-cvs-patched-wideglyphs
sed
slack-desktop
spotify
stow
strace
sudo
tar
tcpdump
termite
the_silver_searcher
tig
tmux
nerd-fonts-complete
redshift
rofi
rofi-calc
rofi-greenclip
rsync
unzip
urxvt-resize-font-git
wget
which
whois
xclip
yay
youtube-dl
zsh
